{
  "dishes": [
    {
      "id": 1,
      "imgPath": "/img/dishes/borsch.png",
      "name": "Борщ",
      "category": "Суп",
      "description": "Борщ - традиционное восточнославянское блюдо, которое готовится со свеклой, что придаёт ему характерный насыщенный цвет. В отличие от обычных супов он густой. \u2028\u2028Борщ считается национальным украинским первым блюдом, хотя он имеет место в кулинарном фонде России, Литвы, Польши, Румынии, Молдовы.",
      "receiptStory": "В Киевской Руси борщ готовили из съедобных листьев борщевика — отсюда название. Позднее стали варить со свёклой, а с XIX века добавлять картошку.\nСегодня в каждой семье есть свой рецепт борща. В кастрюлю добавляют и фасоль, и грибы, и копчёности, и даже сельдерей. Мы же научим вас готовить идеальный традиционный борщ.",
      "receiptIngredients": "Для бульона:\n1½–2 л воды;\n400–500 г свинины или говядины на кости.\n\nДля зажарки:\n2 небольшие свёклы;\n1 средняя морковь;\n3 средние луковицы;\n4–5 столовых ложек растительного масла;\nщепотка лимонной кислоты, немного столового уксуса или ½ лимона;\n2 столовые ложки томатной пасты.\n\nДля борща:\n300 г свежей белокочанной капусты;\n4 средние картофелины;\nсоль — по вкусу;\n1–2 сушёных лавровых листа;\nзелень — по вкусу;\n1 зубчик чеснока — опционально;\nщепотка молотой гвоздики — опционально;\nщепотка молотого чёрного перца — опционально.",
      "receiptCooking": "Шаг 1. Сварите бульон\n\nНалейте в кастрюлю холодную воду, выложите мясо и поставьте на средний огонь. Бульон будет вкуснее, если использовать именно мясо на кости.\nСледите за бульоном, перед закипанием снимите пену.\nКогда жидкость закипит, накройте кастрюлю крышкой и варите на медленном огне час-полтора.\n\nШаг 2. Сделайте зажарку\n\nВымойте и почистите свёклу, морковь и лук. Свёклу натрите на крупной тёрке, а морковь — на средней. Лук нарежьте небольшими кубиками.\nНалейте масло в сковороду, включите средний огонь. Обжаривайте лук и морковь, помешивая, около 5 минут.\nЗатем выложите свёклу. Добавьте к ней лимонную кислоту, уксус или сок лимона. Благодаря этому борщ будет по-настоящему красным и приобретёт приятную кислинку.\nГотовьте зажарку ещё 5 минут. После этого добавьте томатную пасту, перемешайте и оставьте на огне ещё на 5–7 минут.\n\nШаг 3. Соберите борщ\n\nКогда бульон сварится, выньте из него мясо. Пока оно остывает, засыпьте в кастрюлю нашинкованную капусту. Через 5–10 минут добавьте нарезанный соломкой или кубиками картофель.\n\nПорядок закладки овощей можно менять. Если капуста молодая, её лучше добавить уже после картошки. Ну или одновременно, если ваш сорт картофеля разваривается быстро.\nПока варится картофель, отделите мясо от кости и нарежьте кубиками. Верните его в суп. \n\nПосолите по вкусу.\n\nДобавьте зажарку и перемешайте.\n\nЗакиньте лавровый лист и мелко порубленную зелень. Накройте кастрюлю крышкой и варите ещё 5–7 минут.\n\nДля аромата можно добавить в кастрюлю немного измельчённого чеснока, молотой гвоздики или чёрного перца. Оставьте борщ под крышкой настаиваться 5–10 минут.",
      "orderAddresses": [
        {
          "id": 1,
          "name": "Studio",
          "type": "Restrobar",
          "addressStreet": "Светланская улица, 18а 1, 2 этаж",
          "addressRegion": "Фрунзенский район, Владивосток, 690091"
        },
        {
          "id": 2,
          "name": "Днем с огнём",
          "type": "Кафе-саможар",
          "addressStreet": "Улица Адмирала Фокина, 23Б​2 этаж",
          "addressRegion": "Фрунзенский район, Владивосток, 690091"
        },
        {
          "id": 3,
          "name": "Кот и клевер",
          "type": "Паб",
          "addressStreet": "​Улица Адмирала Фокина, 1а​ цокольный этаж​",
          "addressRegion": "Фрунзенский район, Владивосток, 690091"
        }
      ]
    },
    {
      "id": 2,
      "imgPath": "/img/dishes/borsch.png",
      "name": "Чили",
      "category": "Суп",
      "description": "Чили - традиционное восточнославянское блюдо, которое готовится со свеклой, что придаёт ему характерный насыщенный цвет. В отличие от обычных супов он густой. \u2028\u2028Борщ считается национальным украинским первым блюдом, хотя он имеет место в кулинарном фонде России, Литвы, Польши, Румынии, Молдовы.",
      "receiptStory": "В Киевской Руси борщ готовили из съедобных листьев борщевика — отсюда название. Позднее стали варить со свёклой, а с XIX века добавлять картошку.\nСегодня в каждой семье есть свой рецепт борща. В кастрюлю добавляют и фасоль, и грибы, и копчёности, и даже сельдерей. Мы же научим вас готовить идеальный традиционный борщ.",
      "receiptIngredients": "Для бульона:\n1½–2 л воды;\n400–500 г свинины или говядины на кости.\n\nДля зажарки:\n2 небольшие свёклы;\n1 средняя морковь;\n3 средние луковицы;\n4–5 столовых ложек растительного масла;\nщепотка лимонной кислоты, немного столового уксуса или ½ лимона;\n2 столовые ложки томатной пасты.\n\nДля борща:\n300 г свежей белокочанной капусты;\n4 средние картофелины;\nсоль — по вкусу;\n1–2 сушёных лавровых листа;\nзелень — по вкусу;\n1 зубчик чеснока — опционально;\nщепотка молотой гвоздики — опционально;\nщепотка молотого чёрного перца — опционально.",
      "receiptCooking": "Шаг 1. Сварите бульон\n\nНалейте в кастрюлю холодную воду, выложите мясо и поставьте на средний огонь. Бульон будет вкуснее, если использовать именно мясо на кости.\nСледите за бульоном, перед закипанием снимите пену.\nКогда жидкость закипит, накройте кастрюлю крышкой и варите на медленном огне час-полтора.\n\nШаг 2. Сделайте зажарку\n\nВымойте и почистите свёклу, морковь и лук. Свёклу натрите на крупной тёрке, а морковь — на средней. Лук нарежьте небольшими кубиками.\nНалейте масло в сковороду, включите средний огонь. Обжаривайте лук и морковь, помешивая, около 5 минут.\nЗатем выложите свёклу. Добавьте к ней лимонную кислоту, уксус или сок лимона. Благодаря этому борщ будет по-настоящему красным и приобретёт приятную кислинку.\nГотовьте зажарку ещё 5 минут. После этого добавьте томатную пасту, перемешайте и оставьте на огне ещё на 5–7 минут.\n\nШаг 3. Соберите борщ\n\nКогда бульон сварится, выньте из него мясо. Пока оно остывает, засыпьте в кастрюлю нашинкованную капусту. Через 5–10 минут добавьте нарезанный соломкой или кубиками картофель.\n\nПорядок закладки овощей можно менять. Если капуста молодая, её лучше добавить уже после картошки. Ну или одновременно, если ваш сорт картофеля разваривается быстро.\nПока варится картофель, отделите мясо от кости и нарежьте кубиками. Верните его в суп. \n\nПосолите по вкусу.\n\nДобавьте зажарку и перемешайте.\n\nЗакиньте лавровый лист и мелко порубленную зелень. Накройте кастрюлю крышкой и варите ещё 5–7 минут.\n\nДля аромата можно добавить в кастрюлю немного измельчённого чеснока, молотой гвоздики или чёрного перца. Оставьте борщ под крышкой настаиваться 5–10 минут.",
      "orderAddresses": [
        {
          "id": 1,
          "name": "Studio",
          "type": "Restrobar",
          "addressStreet": "Светланская улица, 18а 1, 2 этаж",
          "addressRegion": "Фрунзенский район, Владивосток, 690091"
        },
        {
          "id": 2,
          "name": "Днем с огнём",
          "type": "Кафе-саможар",
          "addressStreet": "Улица Адмирала Фокина, 23Б​2 этаж",
          "addressRegion": "Фрунзенский район, Владивосток, 690091"
        },
        {
          "id": 3,
          "name": "Кот и клевер",
          "type": "Паб",
          "addressStreet": "​Улица Адмирала Фокина, 1а​ цокольный этаж​",
          "addressRegion": "Фрунзенский район, Владивосток, 690091"
        }
      ]
    },
    {
      "id": 3,
      "imgPath": "/img/dishes/tako.jpg",
      "name": "Такос с курицей в лаймовом соке",
      "category": "Второе блюдо",
      "description": "Традиционное блюдо мексиканской кухни. Тако состоит из кукурузной или пшеничной тортильи c разнообразной начинкой — говядиной, свининой, курятиной, морепродуктами, чоризо, пережаренными бобами, овощами, тушёной мякотью мексиканского кактуса. В качестве приправы служат сыр, кинза, лук, сальса, гуакамоле. Тако едят без столовых приборов, складывая тортилью с начинкой пополам. Заведения, специализирующиеся на подаче тако, называются такериями.",
      "receiptStory": "Тестовая история алалаолыова",
      "receiptIngredients": " лепешки (такос) - 10 шт. (небольшого размера) или 2-3 больших тортильи\n    куриное филе - 200 гр\n    лук репчатый - 1 шт.\n    чеснок - 3 зуб.\n    оливковое масло ideal - 80 мл.\n    томаты в собственном соку - 250 гр\n\n    фасоль консервированная (лучше в томатном соусе) или отваренная - 100 гр\n    авокадо - 1 шт\n    лимон - 1 шт.\n    сыр твердый - 50 гр\n    специи - соль, сахар, черный молотый перец и перец чили\n.",
      "receiptCooking": "1. Нарезать лук и чеснок и слегка обжарить их на оливковом масле IDEAL. На этом этапе добавляется нарезанный перчик чили, но из-за дочери я этого делать не стала\nМексиканские тако (tacos) с курицей: шаг 2\n2. Куриное филе нарезать на кубики 1х1см, обвалять в муке и добавить к овощам, жарить до побеления мяса\nМексиканские тако (tacos) с курицей: шаг 3\n3. Томаты в собственном соку размять вилкой и добавить вместе с соком в сковороду\nМексиканские тако (tacos) с курицей: шаг 4\n4. Посолить, поперчить, добавить ч.л. сахара и всыпать готовую фасоль. Я фасоль отварила, но можно взять консервированную, в томатном соке. Перемешать, сделать слабый огонь и оставить начинку для тако тушиться минут 10.\nМексиканские тако (tacos) с курицей: шаг 5\n5. Подготовить лепешки. Я взяла 2 большие тортильи и вырезала в каждой чашкой подходящего диаметра 4 круга. Можно использовать лаваш, сложенный в 2-3 раза. Смазать лепешки оливковым маслом и кратко подсушить на горячей сковороде. Не пересушите, иначе такосы сломаются при попытке их согнуть!\nМексиканские тако (tacos) с курицей: шаг 6\n6. Подсушенные лепешки сложите вдвое и дайте немного остыть, после остывания они зафиксируют свою форму и не будут разворачиваться\nМексиканские тако (tacos) с курицей: шаг 7\n7. Натрите сыр и нарежьте авокадо тонкой соломкой (если вам попадется такой же дубовый, как и мне) или кубиком (если повезет или у вас будет время довести авокадо до нужной, мягкой кондиции) Авокадо полейте лимонным соком, посолите, поперчите, сбрызните оливковым маслом\nМексиканские тако (tacos) с курицей: шаг 8\n8. Собираем тако: сначала кладем внутрь ложку томатно-бобово-мясной начинки\nМексиканские тако (tacos) с курицей: шаг 9\n9. Затем авокадо\nМексиканские тако (tacos) с курицей: шаг 10\n10. И последний слой - тертый сыр. При желании можно капнуть в уголок любимый соус\nМексиканские тако (tacos) с курицей: шаг 11\n11. Приятного аппетита!\n",
      "orderAddresses": [
        {
          "id": 1,
          "name": "Лима",
          "type": "Ресторан",
          "addressStreet": "Океанский проспект, 11",
          "addressRegion": "Фрунзенский район, Владивосток, 690091"
        }
      ]
    },
    {
      "id": 4,
      "imgPath": "/img/dishes/Buritos.png",
      "name": "Бурритос из свинины барбекью",
      "category": "Второе блюдо",
      "description": "мексиканское блюдо, состоящее из мягкой пшеничной лепёшки (тортильи), в которую завёрнута разнообразная начинка, к примеру, рубленое мясо, пережаренные бобы, рис, помидоры, авокадо или сыр. По желанию в блюдо также добавляется салат, сметана и сальса на основе перца чили\n",
      "receiptStory": "Тестовая история аллалала",
      "receiptIngredients": "Рецепт тортильяс (8 лепешек)\n\n-300 гр. муки (200 – кукурузной и 100 – пшеничной),\n\n-1 стакан (200 мл) воды,\n\n-70 гр. растительного масла,  Бурритос:\n\n- 8 лепешек\n\n- 1 кг. свинины\n\n- 250 гр. томатной пасты\n\n- 1 стакан бульона\n\n-1 ст. ложка растительного масла\n\n- 1 ч. ложка перца чили или халапеньо\n\n- ½ ч. ложки цедры апельсина\n\n- соль и перец по вкусу\n\n-1 чайная ложка соли.\n",
      "receiptCooking": "Кукурузную муку нужно предварительно просеять через сито, залить теплой водой, хорошо перемешать и дать тесту настояться. Чтобы оно не обветрилось, накрыть салфеткой.\n\nЧерез 1 час к размокшей кукурузной муке нужно добавить остальные ингредиенты: пшеничную муку, масло, соль. Далее замешиваем тесто.\n\nНе расстраивайтесь, если оно окажется липким и вязким.\n\nИз теста сформируйте шар, посыпьте его пшеничной мукой и, накрыв салфеткой, дайте ему еще постоять около получаса.\n\nДалее добавляем еще муки, делим тесто на 8 частей и скатываем из них шарики.\n\nКаждую часть нужно раскатать в тонкую лепешку толщиной около 0,6-1 см и выпекать на сухой горячей сковороде по 3 мин. с каждой стороны. Перед приготовлением непосредственно бурритос лепешки должны чуть остыть.\n   \n   \n   Солим свинину обмазываем растительным маслом и запекаем в духовке (180 С) до золотистой корочки. Если вилка легко проходит, то мясо готово. Оно должно стать нежным и мягким, не сухим.\n\n- Смешиваем томатную пасту и бульон, добавляем к ним измельченные цедру и перец чили. Доводим до кипения и на медленном огне готовим, пока соус не загустеет около 10-15 минут\n\n-Готовую свинину достаем из духовки, даем остыть и нарезаем на небольшие куски, кладем в соус, доводим до кипения и выкладываем на чуть теплые лепешки. Лепешку плотно сворачиваем трубочкой и ваш бурритос готов. \n",
      "orderAddresses": [
        {
          "id": 1,
          "name": "Лима",
          "type": "Ресторан",
          "addressStreet": "Океанский проспект, 11",
          "addressRegion": "Фрунзенский район, Владивосток, 690091"
        }
      ]
    },
    {
      "id": 5,
      "imgPath": "/img/dishes/chilikas.jpg",
      "name": "Чилакилес с омлетом скрамбл",
      "category": "Второе блюдо",
      "description": "традиционное блюдо мексиканской кухни. Основу составляют обжаренные кусочки кукурузной тортильи, иначе называемые «тото́пос». Кусочки, обычно нарезанные треугольниками, заливаются сальсой на основе чили и подогреваются на медленном огне до размягчения. В зависимости от региональных или семейных традиций к блюду могут также добавляться потрошённая курятина или говядина, чорисо, сыр, лук, яичница-болтунья, авокадо, сметана или гарнир из пережаренных бобов. \n",
      "receiptStory": "В Киевской Руси борщ готовили из съедобных листьев борщевика — отсюда название. Позднее стали варить со свёклой, а с XIX века добавлять картошку.\nСегодня в каждой семье есть свой рецепт борща. В кастрюлю добавляют и фасоль, и грибы, и копчёности, и даже сельдерей. Мы же научим вас готовить идеальный традиционный борщ.",
      "receiptIngredients": "1 луковица, нарезанная кубиками по 0,5 см. 4 зубчика чеснока, раздавленных и порубленных 1 стручок халапеньо, очищенный от семян и нарезанный мелкими кубиками 2 - 3 свежей колбасы чоризо, оболочки снимите, фарш раскрошите 1 пучок свежей кинзы, половину листьев оставьте для подачи, остальное вместе со стеблями мелко порубите 1 - 2 перца чипотле в соусе адобо, нарезанных мелкими кубиками + половина соуса из банки весом 200 гр. (по желанию можно добавить больше перцев) 1 банка (800 гр.) консервированных сливовидных помидоров, перетёртых через мельницу для овощей Рапсовое масло, для жарки 10 кукурузных тортилий диаметром по 15 см., каждую разрежьте на 6 частей 1,5 ст. тёртого сыра оахака или монтерей-джек 1,5 ст. раскрошенного сыра кесо-фреско 6 больших яиц 1 лайм, нарезанный дольками, для подачи 1 ст. сметаны\n",
      "receiptCooking": "Покройте большую кастрюлю оливковым маслом. Добавьте лук, посолите и поставьте на средний огонь. Жарьте лук до мягкости и появления сильного аромата, 8-10 минут. Добавьте чеснок, халапеньо и чоризо и жарьте ещё 3-4 минуты, разбивая фарш ложкой. Добавьте нарезанную кинзу, чипотле, соус адобо и помидоры. Посолите по вкусу. Вмешайте 1 ст. воды, увеличьте огонь до максимума, доведите до кипения и убавьте огонь. Варите при медленном кипении 30-35 минут, или пока смесь не загустеет немного. Попробуйте на вкус и при необходимости подсолите. Пока соус варится, наполните большую кастрюлю примерно на 7 см. рапсовым маслом. Нагрейте масло на среднем огне примерно до 190°С (или бросьте кусочек тортильи в масло, когда он зашипит и станет хрустящим, масло нагрелось). Пока масло нагревается, положите пару бумажных полотенец на противень и поставьте рядом с плитой. Когда масло нагреется, партиями обжарьте тортильи, чтобы из них получились хрустящие чипсы. Выложите чипсы из масла на бумажные полотенца, чтобы стекал лишний жир, и посыпать солью. Разогрейте духовку до 175°С. В большой миске смешайте треть всех чипсов и по третьей части томатного соуса и сыров. Выложите смесь из чипсов на дно большой жаропрочной ёмкости, затем сверху выложите ещё треть чипсов, соуса и сыров. Повторите то же самое с оставшимися чипсами, соусом и сыром. Выпекайте 15 минут, или пока сыр не расплавится. Когда запеканка будет готова, в большую сковороду налейте немного оливкового масла. Добавьте яйца (вам, вероятно, придется готовить партиями, чтобы обжарить их все) и нагрейте сковороду на сильном огне. Жарьте яйца, пока белки не застынут, а желтки должны остаться тёплыми и жидкими, около 4 минут. Разложите жареные яйца на поверхности чипсов. Посыпьте целыми листьями кинзы. Подавайте с дольками лайма и сметаной.\n",
      "orderAddresses": [
        {
          "id": 1,
          "name": "Лима",
          "type": "Ресторан",
          "addressStreet": "Океанский проспект, 11",
          "addressRegion": "Фрунзенский район, Владивосток, 690091"
        }
      ]
    },
    {
      "id": 6,
      "imgPath": "/img/dishes/Seviche.jpg",
      "name": "Севиче с кальмаром",
      "category": "Второе блюдо",
      "description": "блюдо из рыбы или морепродуктов, родиной которого считается Перу. Блюдо возникло ещё до завоевания конкистадорами и позже получило распространение в кухнях многих латиноамериканских стран, хотя рецепты могут значительно разниться. Например, в Колумбии при приготовлении блюда используется томатная паста или кетчуп. \n",
      "receiptStory": "Тестовая истори",
      "receiptIngredients": "\n\nКальмары - 400 г (заморозка)\n\nЛайм - 1 шт.\n\nПомидоры черри - 4-5 шт.\n\nЧеремша - 5 стеблей (15 г)\n\nСоль - 3 щепотки\n\nПерец черный молотый - 4 щепотки\n\nПерец чили - 0,5 стручка\n\nМасло оливковое - 1 ст.л.\n",
      "receiptCooking": "Поместите казан или кастрюлю с водой на плиту и доведите ее до кипения. Кальмаров разморозьте и очистите, нарежьте кольцами.\n\nВсыпьте в воду пару щепоток соли, добавьте кольца кальмаров и проварите ровно 1 минуту, но не более, иначе они станут резиновыми на вкус.\n\nВыдавите сок из 1 лайма, посолите и поперчите его в емкости.\n\nВыложите туда отварные кольца морепродукта, перемешайте. Поместите в холодное место на 30 минут и перемешивайте каждые 5-10 минут. При остывании кольца втянут маринад в себя.\n\nПромойте помидоры черри, черемшу, острый перец чили. Нарежьте черри на четвертинки, измельчите черемшу. Кольцами нарежьте перец чили, удаляя из него семена - они очень горькие. Соедините все в емкости с солью и молотым черным перцем, оливковым маслом.\n\nДобавьте туда же замаринованные кольца. Аккуратно все перемешайте.\n\nВыложите севиче из кальмаров на тарелку, украсьте свежей зеленью и ломтиками лайма, подайте к столу.\n",
      "orderAddresses": [
        {
          "id": 1,
          "name": "Лима",
          "type": "Ресторан",
          "addressStreet": "Океанский проспект, 11",
          "addressRegion": "Фрунзенский район, Владивосток, 690091"
        }
      ]
    }
  ],
  "categories": [
    {
      "name": "Суп"
    },
    {
      "name": "Мясо"
    },
    {
      "name": "Рыба"
    },
    {
      "name": "Напитки"
    }
  ]
}